export const article = {
  "intro": "Может быть множество причин, по которым вам необходимо сделать замеры тела. Вы можете создавать, шить, приобретать одежду или даже следить так за своим весом. Для разных целей могут потребоваться различные способы замера, но они все очень легко делаются при помощи простых инструментов и, возможно, чьей-либо помощи. Чтобы сделать все измерения правильно, воспользуйтесь данной статьей.",
  "methods": [
    {
      "title": "Используя метр",
      "steps": [
        {
          "title": "Используйте подходящий тип метра.",
          "text": "Во время замеров тела важно использовать нужный вид метра. Вам понадобится метр из мягкой ткани или мягкого пластика/резины, который обычно используется для шитья. Не пользуйтесь металлической измерительной лентой, которую обычно используют в строительстве (результаты не будут точными).",
          "image": "/zamery/step-1.jpg"
        },
        {
          "title": "Встаньте правильно.",
          "text": "Стойте прямо, не сутультесь и дышите спокойно во время замеров. Некоторые замеры будет лучше производить на вдохе, а некоторые на выдохе (в зависимости от цели измерений). Одному это будет сделать трудно, поэтому попросите друга помочь вам.",
          "image": "/zamery/step-2.jpg"
        },
        {
          "title": "Измеряйте правильно.",
          "text": "Во время измерений удостоверьтесь, что лента располагается прямо, а также на необходимой части тела. Например, для большинства измерений округлых частей тела необходимо, чтобы метр был параллельно полу, когда длины должны быть расположены параллельно, или перпендикулярно (относительно расположения измеряемой части тела).",
          "image": "/zamery/step-3.jpg"
        },
        {
          "title": "Наденьте подходящую одежду.",
          "text": "У вас не получится сделать точные измерения, если на вас будет мешковатая, или свисающая одежда, поэтому постарайтесь надеть максимально прилегающую одежду или вообще снять ее. Измерения груди у женщин будут наиболее точными, если на них будет надет подходящий лифчик без подкладок.",
          "subs": [
            "Если вы делаете измерения для шитья одежды, некоторые замеры потребуется делать в одежде, например замеры штанов или плеч."
          ],
          "image": "/zamery/step-4.jpg"
        },
        {
          "title": "Различайте, когда требуется замерять обхват, а когда длину.",
          "text": "Различные измерения потребуют либо замера обхвата (замер вокруг чего-либо), либо измерений длины (замер между двумя точками). Вам будет очевидно, какой тип надо использовать, однако все детально будет рассмотрено далее в данной статье.",
          "image": "/zamery/step-5.jpg"
        },
        {
          "title": "Запишите полученные результаты.",
          "text": "Внимательно записывайте все измерения по мере их замеров, иначе позже вы можете забыть полученные результаты и придется заново повторять те же процедуры.",
          "image": "/zamery/step-6.jpg"
        }
      ]
    },
    {
      "title": "Наблюдение за весом",
      "steps": [
        {
          "title": "Замерьте верхнюю часть вашей руки.",
          "text": "Измерьте обхват самой толстой части вашей руки, обычно это бицепс.",
          "image": "/zamery/step-7.jpg"
        },
        {
          "title": "Замерьте грудную клетку.",
          "text": "Замерьте обхват вашей грудной клетки в самой широкой ее части. У большинства мужчин замер нужно будет делать в области подмышек, а у женщин в области сосков.",
          "image": "/zamery/step-8.jpg"
        },
        {
          "title": "Измерьте ваш пояс.",
          "text": "Проведите замеры верхней части поясницы и нижней (два различных размера). Верхняя часть поясницы обычно является самой тонкой частью поясного отдела (в отличие от одежды, в которой находится талия в наши дни) и обычно располагается на пару сантиметров выше уровня пупка. Нижняя часть поясницы будет самой широкой частью вашего пояса, она обычно находится на уровне пупка или чуть ниже, там, где обычно накапливается основная масса.",
          "image": "/zamery/step-9.jpg"
        },
        {
          "title": "Измерьте таз.",
          "text": "Сделайте замер области таза в самой широкой ее части. Обычно она располагается чуть выше уровня промежности.",
          "image": "/zamery/step-10.jpg"
        },
        {
          "title": "Замерьте верхнюю часть бедра.",
          "text": "Сделайте замер обхвата верхней части бедра в самой широкой его части. Обычно она находится на расстоянии ½ или ¾ кверху от колена.",
          "image": "/zamery/step-11.jpg"
        },
        {
          "title": "Измерьте голень.",
          "text": "Произведите замеры обхвата вашей голени в самой широкой ее части, обычно она располагается на расстоянии ¾ от лодыжки.",
          "image": "/zamery/step-12.jpg"
        },
        {
          "title": "Измерьте ваш вес.",
          "text": "Наблюдая за весом, вы, собственно, можете добавить и сам вес вашего тела к остальным измерениям. Для определения веса вам потребуется воспользоваться весами – электронными или аналоговыми. Весы продаются во многих магазинах, либо можно воспользоваться весами в спортивном зале и в кабинете врача.",
          "image": "/zamery/step-13.jpg"
        },
        {
          "title": "Измерьте ваш рост.",
          "text": "Для того, чтобы измерить свой рост, вам потребуется снять ботинки и прислониться спиной к стене. Карандашом сделайте заметку прямо на уровне вашей макушки. Аккуратно отметьте ваш рост на стене позади вас. Отойдите от стены и измерьте высоту от пола до поставленной вами отметки на стене.",
          "image": "/zamery/step-14.jpg"
        },
        {
          "title": "Высчитайте массу вашего тела (ИМТ).",
          "text": "Вы, наверное, захотите воспользоваться проведенными вычислениями, чтобы вычислить Индекс Массы Тела, если собираетесь контролировать ваш вес. Помните, что обычные расчеты массы тела чаще всего дают неточные результаты, тогда как при помощи ИМТ вы сможете контролировать массу в большей степени (только если вы не подтянутый спортсмен).",
          "image": "/zamery/step-15.jpg"
        }
      ]
    },
    {
      "title": "Шитье или пошив одежды",
      "steps": [
        {
          "title": "Выполните указанные выше измерения.",
          "text": "Большинство из указанных измерений потребуются вам для шитья и создания одежды. Читайте выше, потребуются ли вам приведенные измерения.",
          "image": "/zamery/step-16.jpg"
        },
        {
          "title": "Измерьте ваши плечи.",
          "text": "Замерьте расстояние между плечевыми швами на подходящей по размеру рубашке, пиджаке или области, где должны быть плечи. Это измерение должно проводиться на верхней части спины параллельно полу.",
          "image": "/zamery/step-17.jpg"
        },
        {
          "title": "Измерьте плечевой шов.",
          "text": "Замерьте расстояние между швом или местом для шва ворота и вашим плечом.",
          "image": "/zamery/step-18.jpg"
        },
        {
          "title": "Измерьте длину рукава.",
          "text": "Измерьте расстояние между вашим швом и манжетами на рукаве. Этот замер должен проводиться с вытянутой вбок рукой (параллельно полу) вдоль верхней части руки.",
          "subs": [
            "Таким образом вы учтете тот факт, что на вытянутой руке манжет немного поднимется наверх, и не сделаете слишком короткие рукава."
          ],
          "image": "/zamery/step-19.jpg"
        },
        {
          "title": "Измерьте длину куртки.",
          "text": "Сделайте замер расстояния от середины верхнего плечевого шва до подола, либо места, где будет подол куртки. Возможно, также потребуется сделать измерение от задней части шва воротника, вниз к подолу, если шов воротника находится относительно высоко.",
          "image": "/zamery/step-20.jpg"
        },
        {
          "title": "Измерьте расстояние от плеча до пояса.",
          "text": "Сделайте замер расстояния от места, где плечевой шов упирается в воротник и до вашего пояса (выше написано, где он находится). Оно должно прилегать к самой объемной части вашей груди.",
          "image": "/zamery/step-21.jpg"
        },
        {
          "title": "Измерьте длину от плеча до сосков.",
          "text": "Замерьте расстояние от места, где плечевой шов упирается в воротник, и уровнем ваших сосков. Оно должно прилегать к самой объемной части вашей груди.",
          "image": "/zamery/step-22.jpg"
        },
        {
          "title": "Измерьте свою грудь.",
          "text": "Сделайте замер обхвата вашей груди, расположив метр посередине вашей спины, прямо под линией бюста (метр должен располагаться параллельно полу), а затем сомкнув его спереди, на бюсте. Таким образом вы сможете измерить полноту и высоту груди.",
          "image": "/zamery/step-23.jpg"
        },
        {
          "title": "Измерьте обхват под грудью.",
          "text": "Сделайте замер обхвата под вашей грудью, расположив метр посередине вашей спины, прямо под линией бюста (метр должен располагаться параллельно полу), а затем сомкнув его спереди, под бюстом. Таким образом вы сможете измерить ширину вашей грудной клетки.",
          "image": "/zamery/step-24.jpg"
        },
        {
          "title": "Измерьте длину ваших штанов.",
          "text": "Найдите расстояние между талией и предполагаемым концом брюк. Измерение должно производиться по прямой линии вниз от центра ноги.",
          "image": "/zamery/step-25.jpg"
        },
        {
          "title": "Измерьте внутренний шов.",
          "text": "Найдите расстояние между швом промежности, либо местом, где он должен быть, и подолом брюк, либо местом, где он должен быть. Это очень личное измерение, поэтому обычно портные, уважающие ваше личное пространство, не будут измерять слишком близко. Если вы не хотите делать этот замер, то так и скажите вашему портному.",
          "image": "/zamery/step-26.jpg"
        },
        {
          "title": "Измерьте ваши манжеты.",
          "text": "Сделайте замер обхвата лодыжки и прикиньте, насколько узкими будут ваши манжеты, либо замерьте длину между внешним швом и швом по краю у ваших брюк.",
          "image": "/zamery/step-27.jpg"
        },
        {
          "title": "Измерьте высоту вашего пояса спереди.",
          "text": "Сделайте замер расстояния от центра пояса до шва промежности. Это очень личное измерение, поэтому обычно портные, уважающие ваше личное пространство, не будут измерять слишком близко. Если вы не хотите делать этот замер, то так и скажите вашему портному.",
          "image": "/zamery/step-28.jpg"
        },
        {
          "title": "Измерьте высоту вашего пояса сзади.",
          "text": "Сделайте замер расстояния от центра пояса сзади до шва промежности. Это очень личное измерение, поэтому обычно портные, уважающие ваше личное пространство, не будут измерять слишком близко. Если вы не хотите делать этот замер, то так и скажите вашему портному.",
          "image": "/zamery/step-29.jpg"
        }
      ]
    },
    {
      "title": "Подбор размера бюстгальтера",
      "steps": [
        {
          "title": "Существует множество способов.",
          "text": "Каждая фирма будет использовать свои способы для вычисления размера бюстгальтера. Если вы найдете инструкцию по измерению или даже целый список размеров от вашего любимого производителя, то можете ими и воспользоваться. Также вам могут бесплатно сделать замеры прямо в магазине нижнего белья, но только поверх одежды. Способ, описанный ниже, может подойти в большинстве случаев, однако вам потребуется еще поэкспериментировать с размерами, чтобы подобрать самый подходящий.",
          "subs": [
            "Не забывайте, что все лифчики могут сидеть по-разному. Все зависит от их типа. Вам могут потребоваться чашечки большего размера, например в лифчиках пуш-ап. Как и у любой другой одежды, у лифчиков есть свойство растягиваться или становиться меньше (в зависимости от форм)."
          ],
          "image": "/zamery/step-30.jpg"
        },
        {
          "title": "Измерьте обхват под грудью.",
          "text": "Измерьте ваш обхват под грудью, пользуясь способом, описанным выше, в секции с измерениями одежды. Добавьте к этому пару сантиметров. Если получилось четное число, то это и будет размер обхвата под грудью. Если получилось нечетное число, то округлите его до следующего четного, итак вы получите размер вашего обхвата под грудью.",
          "image": "/zamery/step-31.jpg"
        },
        {
          "title": "Измерьте размер обхвата вашего бюста.",
          "text": "Измерьте обхват груди по уровню сосков, как описано в секции по наблюдению за весом. Измерительный метр должен лишь слегка прилегать к телу, а не вдавливать грудь внутрь, а также нужно расположить его параллельно полу. Если в результате получилось не целое число, то округлите его в большую сторону до первого целого числа.",
          "image": "/zamery/step-32.jpg"
        },
        {
          "title": "Вычтите размер обхвата под грудью из размера обхвата вашего бюста.",
          "text": "В результате получится число меньшее (обычно от 2х до 4х). Эта цифра используется для вычисления размера чашечек. Пример соотношения размеров:",
          "subs": [
            "0-1/2 = AA",
            "1/2-1 = A",
            "2 = B",
            "3 = C",
            "4 = D",
            "5 = DD",
            "Эта система будет неточной для больших размеров груди, в этом случае вы можете воспользоваться системой, которую предлагает ваш производитель."
          ],
          "image": "/zamery/step-33.jpg"
        }
      ]
    }
  ],
  "extras": [
    {
      "title": "Советы",
      "items": [
        "На используемом метре будут все деления по сантиметру, поэтому с вычислениями проблем не возникнет.",
        "Если новые измерения сильно отличаются от предыдущих, то лучше сделайте замеры еще раз, для большей точности.",
        "Не забывайте, что при пошиве одежды вам понадобится оставлять чуть больше ткани, чтобы делать швы и стежки.",
        "Для записей о похудении, ведите учет размеров тела во время всего процесса сбрасывания веса. Делайте вычисления раз в 30 дней. Вычитайте прошлые измерения, чтобы найти разницу."
      ]
    },
    {
      "title": "Предупреждения",
      "items": [
        "Не прижимайте метр слишком близко к коже, иначе вы получите неточные результаты с меньшими значениями. Также это плохо отразится на попытке узнать настоящую информацию о ваших размерах."
      ]
    },
    {
      "title": "Что вам понадобится",
      "items": [
        "Метр для шитья",
        "Таблица для записей",
        "Карандаш",
        "Зеркало"
      ]
    }
  ]
};
